[
    {
        "link": "https://overlayy.com/./",
        "text": "Overlayy Overlayy Transform yourwebsiteinto a real-timesales powerhouse Transform yourwebsiteinto a real-timesales powerhouse Transform yourwebsiteinto a real-timesales powerhouse Transform yourwebsiteinto a real-timesales powerhouse Overlayy discovers precisely what your visitors need in real-time and engages them instantly to nurture conversions on your website. +15% +15% Overlayyâ\u0080\u0099s VisIntent AI deciphers each visitor's buying likelihood and specific interests, transforming complex data into precise, actionable insights for more effective engagement.   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦ Empower visitors with the ability to seek specific information effortlessly, enhancing their experience and guiding them towards informed decisions through smart, responsive search capabilities. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is hel.. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is hel.. Leverage timely, AI-generated prompts and content tailored to visitor interests, encouraging deeper exploration and driving conversion rates. +15% +15% Overlayyâ\u0080\u0099s VisIntent AI deciphers each visitor's buying likelihood and specific interests, transforming complex data into precise, actionable insights for more effective engagement.   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦ Empower visitors with the ability to seek specific information effortlessly, enhancing their experience and guiding them towards informed decisions through smart, responsive search capabilities. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is help.. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is help.. Leverage timely, AI-generated prompts and content tailored to visitor interests, encouraging deeper exploration and driving conversion rates. +15% +15% Overlayyâ\u0080\u0099s VisIntent AI deciphers each visitor's buying likelihood and specific interests, transforming complex data into precise, actionable insights for more effective engagement. +15% Overlayyâ\u0080\u0099s VisIntent AI deciphers each visitor's buying likelihood and specific interests, transforming complex data into precise, actionable insights for more effective engagement.   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦ Empower visitors with the ability to seek specific information effortlessly, enhancing their experience and guiding them towards informed decisions through smart, responsive search capabilities.   Quokka BV experienced a 15% increase in revenue to â\u0082¬120 million from the previous year'sâ\u0080¦ Empower visitors with the ability to seek specific information effortlessly, enhancing their experience and guiding them towards informed decisions through smart, responsive search capabilities. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI ishelp.. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is hel.. Leverage timely, AI-generated prompts and content tailored to visitor interests, encouraging deeper exploration and driving conversion rates. Since you viewed Events Check out this report.. You might find this helpful Check out how Goldcast.. Learn how to leverage AI Check out how AI is help.. Leverage timely, AI-generated prompts and content tailored to visitor interests, encouraging deeper exploration and driving conversion rates. Combine Intent and Action to Engage Buyers Instantlyâ\u0080\u0094Before Your Competition does Combine Intent and Action to Engage Buyers Instantlyâ\u0080\u0094Before Your Competition does Powered by theOverlayyPlatform Powered by theOverlayyPlatform Powered by theOverlayyPlatform Intent AI VisIntent AI VisIntent AI Website Search AI Nudges AI Triggers AI Triggers Overlayy Platform Combine Intent and Action to Engage Buyers Instantlyâ\u0080\u0094Before Your Competition does Powered by theOverlayyPlatform VisIntent AI Website Search AI Triggers Overlayy Platform Combine Intent and Action to Engage Buyers Instantlyâ\u0080\u0094Before Your Competition does Powered by theOverlayyPlatform VisIntent AI Website Search AI Triggers Overlayy Platform Want to see how it works on your website? Book a Demo Want to see how it works on your website? Want to see how it works on your website? Want to see how it works on your website? Book a Demo Combine Intent and Action to Engage Buyers Instantlyâ\u0080\u0094Before Your Competition does Powered by theOverlayyPlatform VisIntent AI Website Search AI Triggers Overlayy Platform Want to see how it works on your website? Book a Demo Name Email Phone Number (WhatsApp preferred) Website Join Waitlist Get intouch Name Email Phone Number (WhatsApp preferred) Website Join Waitlist Join Waitlist Join Waitlist Let's talk. hello@overlayy.com Â© 2024 mail@nebula.com hello@overlayy.com +31 (0) 20 343 9223 +65 8842 3252 LinkedIn Twitter All Rights Reserved Overlayy Labs Pte. Ltd Let's talk. hello@overlayy.com hello@overlayy.com hello@overlayy.com Let's talk. Â© 2024 mail@nebula.com hello@overlayy.com +31 (0) 20 343 9223 +65 8842 3252 LinkedIn Twitter All Rights Reserved Overlayy Labs Pte. Ltd Overlayy Overlayy Overlayy Overlayy\n"
    },
    {
        "link": "https://calendly.com/anmol-un6_/30min",
        "text": "\n"
    },
    {
        "link": "https://tiborbregman.lemonsqueezy.com/checkout/buy/eef82672-e862-4333-9234-e629e5dc6e6d",
        "text": "Tibor Nebula - Framer Template $49.00 Looking to build a brand around your agency and close more clients? With Nebula, your agency has a state-of-the-art website within a few minutes. Simply adjust the template to your liking, click publish, and you have an extremely professional agency website! Live demonebulatemplate.framer.website How it worksAfter completing your purchase, you'll receive a remix link that enables you to easily duplicate the template into your Framer account. 🎥 TutorialsYou'll get access to 10 in-depth tutorials on how to edit Nebula. So you can follow along and easily publish your dream site, even without any design knowledge! 👌 DISCOUNTGet 3 FREE months of the Framer Pro Annual subscription when you purchase this template. 👋 SupportIf you have any questions or need help, please send us an email![email protected]\n"
    },
    {
        "link": "https://www.linkedin.com/company/overlayy",
        "text": "\n"
    },
    {
        "link": "https://twitter.com/OverlayyAI",
        "text": "\n"
    }
]